CarroNetPhp/webservices/maggi_lojas.php

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <GetListagemLojas xmlns="http://tempuri.org/">
            <pUsuario>maggi</pUsuario>
            <pSenha>xmlmaggi2017CA</pSenha>
            <pIdLoja></pIdLoja>
            <pEstado></pEstado>
            <pPais></pPais>
            <pIdentificacao>CAR2017ALU0611</pIdentificacao>
        </GetListagemLojas>
    </soap:Body>
</soap:Envelope>